---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TableSectionData
source: html/c43eb5bd-941b-1fac-db73-42793175e245.htm
---
# TableSectionData Members

Identifies if the style can be overridden in the given cell.